{
    "app_title": "Laszlo Scheers' Portfolio",
    "header": "Hello! I'm Laszlo, a Full-stack web developer.",
    "sub_header_1": "I recently completed an intensive graduate program in Computer Science at NCI (Dublin). Find me on ",
    "sub_header_git_hub": "GitHub",
    "sub_header_2": " or ",
    "sub_header_linked_in": "LinkedIn",
    "sub_header_3": ".",
    "under_sub_header_1": "Check out my recent work ",
    "under_sub_header_my_proyects": "below",
    "under_sub_header_2": ".",
    "little_town_description": "This website aims to enhance the visits to a pretended small village called Little Town. Potential visitors to the town can take a look at the beauty spots, restaurants, pubs, and accommodations. It also aims to be a place to connect for the town's inhabitants, where local business owners can publish their services to the portal, the town's undergoing and upcoming projects are shown, and a forum to post and comment posts. This is the final project for the higher diploma in web development (NCI Dublin). It is a Ruby on Rails web application, uses the gem Devise to manage user's accounts, Outlook smtp to send mails, Google Cloud Storage and Rails Active Storage to store the images that business owners publish, and it is deployed in fly.io (a host that manages RoR apps and Postgre databases).",
    "festrip_title": "Festrip Tickets Platform",
    "festrip_description": "This platform offers tickets for the best festivals around the globe. Users can have a peek at the festival videos, locate them in a world map, and buy tickets for their chosen festival. It is build using Ruby on Rails framework, uses the gem Devise to manage user's accounts and their purchases, Rails Active Model to create shopping carts and its corresponding products, Outlook stmp to send tickets and reset password emails, and it is deployed in fly.io. ",
    "football_app_description": "This progressive web application is designed to bring the latest live football scores, results, fixtures, and statistics from some of Europe's biggest leagues. It is build using Ract library, inputs its data from the API \"football-data.org\" using axios which returns objects in json files where the requested data is screened using JavaScript. Firebase is used to manage user's accounts and its deployment.",
    "watsons_title": "Watson's Detective Agency",
    "watsons_description": "This website portraits a pretended private detective agency, where users can find their services, fees, create an estimate quote, and contact the agency. It is created using HTML, CSS, and JavaScript.",
    "visit_web":"Visit website",
    "dropdown-clipboard": "Copy email",
    "dropdown-send": "Send me an email",
    "email_mobile": "Email",
    "my": "My",
    "languages": "Languages",
    "footer_contact": "Contact",
    "linked_in_link": "https://www.linkedin.com/in/laszloscheers/",
    "linked_in": "linkedin.com/in/laszloscheers"
}