{
    "app_title": "Laszlo Scheers | Desarrollador Web",
    "header": "¡Hola! Soy Laszlo, desarrollador web.",
    "sub_header_1": "Recientemente, me he diplomado  en desarrollo web en la National Collegue of Ireland (Dublín). Estoy en ",
    "sub_header_git_hub": "GitHub",
    "sub_header_2": " y en ",
    "sub_header_linked_in": "LinkedIn",
    "sub_header_3": ".",    
    "under_sub_header_1": "Echa un vistazo a ",
    "under_sub_header_my_proyects": "mis proyectos",
    "under_sub_header_2": " mas recientes.",
    "little_town_description": "Esta página web sirve para promocionar un supuesto pueblo de Irlanda donde se muestran sus sitios de interés turístico, restaurantes, pubs y hoteles. Los empresarios de la zona pueden pedir permisos especiales para publicar sus negocios en la web y los habitantes del pueblo pueden crear cuentas para postear en el foro. Es el proyecto fin de curso del diploma superior en desarrollo web de la National College of Ireland (NCI Dublín). Está creada con el framework Ruby on Rails, usa la gema Devise para manejar las cuentas de usuario, Outlook smtp para enviar correos, Google Cloud Storage a través de Rails Active Storage para almacenar las imágenes de los negocios que los empresarios publiquen y está desplegada en fly.io (servidor que maneja aplicaciones en RoR y bases de datos Postgres).",
    "festrip_title": "Festrip Tickets",
    "festrip_description": "En esta página web se puede comprar tickets para los mejores festivales del mundo. Los usuarios pueden ver un video de cómo es cada festival, ver en qué parte del mundo se encuentra cada festival y comprar tickets para los festivales. Está creada con el framework Ruby on Rails, usa la gema Devise para manejar las cuentas y las compras de los usuarios, Rails Active Model para crear carritos de compra con sus correspondientes productos, Outlook smtp para enviar correos tales como recuperar contraseñas o tickets comprados y está desplegada en fly.io.",
    "football_app_description": "Esta plataforma está creada para consultar resultados y provabilidades de algunas ligas de fútbol europeas. Los usuarios que lo deseen pueden crear una cuenta para que al entrar en la web se vean directamente todos los resultados relacionados con su equipo favorito o pueden buscar los resultados en el buscador. Es un PWA creada con la librería React, conectada atraves de Axios con la API de \"football-data.org\" que proporciona objectos en formato json donde se criba la información deseada con metodos de JavaScript. Firebase es la plataforma que gestiona las cuentas de usuario y donde está desplegada.",
    "watsons_title": "Agencia de Detectives Watson's",
    "watsons_description": "Watsons' es una supuesta agencia de detectives privada para resolver problemas turbios de personas que no tienen otro lugar a donde acudir. En esta página web estática, los usuarios pueden consultar los servicios que se ofrecen y sus costes, crear un presupuesto y contactar con la agencia. Se compone de HTML, CSS y JavaScript.",
    "dropdown-clipboard": "Copiar email",
    "dropdown-send": "Envíame un email",
    "visit_web": "Visita la página web",
    "email_mobile": "Correo Electrónico",
    "my": "Mi",
    "languages": "Idiomas",
    "footer_contact": "Contacto",
    "linked_in_link": "https://www.linkedin.com/in/laszloscheers/?locale=es_ES",
    "linked_in": "linkedin.com/in/laszloscheers/?locale=es_ES"
}